Revit 2027 API
ParameterTypeId.ContinuousrailTransitionTypeParam Property
 "Transitions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailTransitionTypeParam { get; }
Public Shared ReadOnly Property ContinuousrailTransitionTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailTransitionTypeParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailTransitionTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace